Repository: JoanGitHubUser/quilter
Catalog: po/extra/*.po
Languages: ru

source: Use Sans-serif
ru: Использовать Sans-serif

source: Use Serif
ru: Использовать Serif

source: Use Monospace
ru: Использовать моноширинный шрифт

source: Set Preview Font
ru: Установить шрифт для предпросмотра

source: Edit
ru: Редактировать

source: Preview
ru: Предпросмотр

source: No Documents Open
ru: Нет открытых документов

source: Cheatsheet
ru: Шпаргалка

source: Text
ru: Текст

source: Links & Special
ru: Ссылки и особое

source: Tables
ru: Таблицы

source: Close
ru: Закрыть

source: Heading
ru: Заголовки

source: # Heading 1
ru: Заголовок 1

source: ## Heading 2
ru: Заголовок 2

source: ### Heading 3
ru: Заголовок 3

source: #### Heading 4
ru: Заголовок 4

source: ##### Heading 5
ru: Заголовок 5

source: ###### Heading 6
ru: Заголовок 6

source: Special Text
ru: Стили текста

source: ** Bold text **
ru: ** Жирный текст **

source: * Emphasized text *
ru: * Выделенный текст *

source: ` Code text `
ru: ` Код `

source: > Quoting text
ru: > Цитата

source: ~~Strikethrough text~~
ru: ~~Перечеркнутый текст~~

source: Links
ru: Ссылки

source: [Link Label](http://link.url.here.com)
ru: [Название ссылки](http://ваша.ссылка.тут.com)

source: ![Image Label](http://image.url.here.com)
ru: ![Название изображения](http://ссылка.на.изображение.com)

source: Special
ru: Особое

source: ```This is a code block```
ru: ```Это блок кода```

source: This creates a horizontal rule → ---
ru: Это создает горизонтальный разделитель → ---

source: This embeds a local image → | Folder/Image.png |
ru: Это вставляет локальное изображение → | Папка/Изображение.png |

source: This embeds a local Markdown file → % Folder/File.md %
ru: Это вставляет локальный файл Markdown → % Папка/Файл.md %

source: To make a column's content go to the left, change --- to :--- .
ru: Чтобы выравнять содержимое колонки по левому краю, поменяйте --- на :--- .

source: To make a column's content centered, change --- to :---: .
ru: Чтобы выравнять содержимое колонки по центру, поменяйте --- на :---: .

source: To make a column's content go to the right, change --- to ---: .
ru: Чтобы выравнять содержимое колонки по правому краю, поменяйте --- на :---: .

source: New file
ru: Новый файл

source: Save as…
ru: Сохранить как…

source: Save file
ru: Сохранить файл

source: Open…
ru: Открыть…

source: Start search
ru: Начать поиск

source: Export to PDF…
ru: Экспортировать в PDF…

source: Export to HTML…
ru: Экспортировать в HTML…

source: Export
ru: Экспортировать

source: Markdown Cheatsheet
ru: Шпаргалка по Markdown

source: Preferences
ru: Предпочтения

source: Light Mode
ru: Светлая тема

source: Sepia Mode
ru: Сепия

source: Moon Mode
ru: Луна

source: Dark Mode
ru: Темная тема

source: Focus Mode
ru: Режим фокуса

source: Enter focus mode
ru: Войти в режим фокуса

source: Settings
ru: Настройки

source: Editor
ru: Редактор

source: Interface
ru: Интерфейс

source: Extensions
ru: Расширения

source: Geometry
ru: Отступы

source: Spacing of Text:
ru: Межстрочный интервал

source: Small
ru: Маленький

source: Normal
ru: Нормальный

source: Large
ru: Большой

source: Margins of Text:
ru: Размер полей

source: Fonts & Type
ru: Шрифт

source: Editor Font Size:
ru: Размер шрифта в редакторе:

source: Save files when changed:
ru: Сохранять файлы по мере изменения:

source: Modes
ru: Темы

source: Enable Focus Mode:
ru: Включить режим фокуса:

source: Type of Focus Mode:
ru: Тип режима фокуса:

source: Paragraph
ru: Абзац

source: Sentence
ru: Предложение

source: Typewriter Scrolling:
ru: Прокручивание печатной машинки:

source: User Interface
ru: Пользовательский интерфейс

source: Show Statusbar:
ru: Показывать панель статуса:

source: Show Searchbar:
ru: Показывать панель поиска:

source: Enable Code Highlighting:
ru: Включить подсветку синтаксиса:

source: Enable Spellchecking:
ru: Включить проверку орфографии:

source: Replace with…
ru: Заменить на…

source: Replace
ru: Заменить

source: Replace all
ru: Заменить всё

source: Find text…
ru: Найти текст…

source: Search previous
ru: Найти предыдущее

source: Search next
ru: Найти следующее

source: Files
ru: Файлы

source: Outline
ru: Содержание

source: No File
ru: Нет файлов

source: Remove File
ru: Удалить файл

source: Show/Hide Sidebar
ru: Показать/Скрыть боковую панель

source: Track Characters
ru: Следить за количеством символов

source: Track Words
ru: Следить за количеством слов

source: Track Lines
ru: Следить за количеством строк

source: Set Tracking Type
ru: Установить тип отслеживания

source: Words:
ru: Слова:

source: Lines:
ru: Строки:

source: Characters:
ru: Символы:

source: Reading Time:
ru: Время на чтение:

source: Markdown files
ru: Файлы Markdown

source: All files
ru: Все файлы

source: Save Open File?
ru: Сохранить открытый файл?

source: There are unsaved changes to the file. If you don't save, changes will be lost forever.
ru: В файле есть несохраненные изменения. Если вы не сохраните файл, то изменения будут навсегда утрачены.

source: Save
ru: Сохранить

source: Close Without Saving
ru: Закрыть без сохранения

source: Cancel
ru: Отменить

source: Print to File
ru: Распечатать в файл

source: Select destination PDF file
ru: Укажите путь для файла PDF

source: PDF File
ru: Файл PDF

source: All Files
ru: Все файлы

source: Select destination HTML file
ru: Укажите путь для файла HTML

source: HTML File
ru: Файл HTML

source: Open file
ru: Открыть файл

source: Focus on your writing
ru: Сфокусируйтесь на письме

source: Focus on your writing and write beautiful solid stories with the Focus Mode in tow in this Markdown editor
ru: Сфокусируйтесь на письме и пишите красивые солидные истории с помощью режима фокусировки в этом редакторе Markdown

source: Work on a story, one file at a time.
ru: Работайте над историей, по файлу за раз.

source: Save your documents anywhere, even on existing files.
ru: Сохраняйте документы везде, даже в существующих файлах.

source: Preview your story in the Preview Mode.
ru: Посмотрите на вашу историю заранее в режиме предпросмотра.

source: Configure whether to have Focus Mode or not.
ru: Возможность включить или выключить режим фокуса.

source: Configure whether to have Dark Mode or not.
ru: Возможность включить или выключить темную тему.

source: Configure whether to have Sepia Mode or not.
ru: Возможность включить или выключить тему Сепия

source: Fullscreen your writing area with F11.
ru: Раскройте приложение на весь экран по клавише F11

source: Search anytime with the shortcut Ctrl + F
ru: Поиск в любой момент с помощью сочетания Ctrl + F

source: Quit anytime with the shortcut Ctrl + Q
ru: Выйти в любой момент с помощью сочетания Ctrl + Q

source: Release: Fixes and Gizmos
ru: Выпуск: правки

source: Fixes: Outline crashes the app if no file found.
ru: Правки: содержимое заставляло приложение падать, если не был найден ни один файл.

source: Fixes: App crashes if new document button is pushed when no files are in the sidebar.
ru: Правки: Приложение падало при нажатии кнопки "Новый документ", а в боковой панелине было открыто ни одного файла.

source: Fixes: App fails to launch if file in sidebar no longer exists.
ru: Правки: Приложение не могло быть запущено если файл в боковой панели не существует.

source: Fixes: App doesn't check spelling.
ru: Правки: Приложение не проверяело орфографию.

source: Release: File Eyeliner
ru: Выпуск: File Eyeliner

source: Added: File outline in the sidebar.
ru: Добавлено: содержимое файла в боковой панели.

source: Release: Blu-ray Encoder
ru: Выпуск: Blu-ray Encoder

source: Fixed: When adding files to sidebar, actually select them.
ru: Правки: выбирать файл при добавлении в боковую панель.

source: Updated: Dutch Translation
ru: Обновлено: голландский перевод

source: Release: DVD Cleaner
ru: Выпуск: DVD Cleaner

source: Release: VHS Tape Mixer
ru: Выпуск: VHS Tape Mixer

source: Reworked a lot of the internals so actions don't kill files. [Adam Bieńkowski - @donadigo]
ru: Много переработано, чтоб действия не убивали файлы. [Adam Bieńkowski - @donadigo]

source: Release: Betamax Tracker
ru: Выпуск: Betamax Tracker

source: Some UX redefinition in the sidebar, to avoid complicating it.
ru: Переработка UX в боковой панели, чтобы не усложнять.

source: Release: Kodachrome Selector
ru: Выпуск: Kodachrome Selector

source: Open files without adding duplicate entries, and clear sidebar is you really need to (it has a confirm dialog).
ru: Открытие файлов без добавления дублей, очистка боковой панели толькоесли запрашивает пользователь (окно подтверждения).

source: Release: Visually Stunning
ru: Выпуск: Visually Stunning

source: Quilter received a visual upgrade, and also an awesome backend tuneup.
ru: Визуальное обновления и крутая подстройка бекенда.

source: Rewrote all Sidebar functions
ru: Переписаны все функции боковой панели

source: Removed LaTeX because it was lagging the app…
ru: Удален LaTeX из-за замедления приложения…

source: All File Management functions rewritten from scratch!
ru: Все функции управления файлами переписаны с нуля!

source: Release: Side Serve Sheets
ru: Выпуск: Side Serve Sheets

source: 5 months
ru: 5 месяцев

source: Release: Choice Looks Better
ru: Выпуск: Choice Looks Better

source: All tracking choices as well as preview font choices are better shown.
ru: Все опции отслеживания и опции шрифтов показаны лучше.

source: Release: Stylish Readable Stories
ru: Выпуск: Stylish Readable Stories

source: All text passes a contrast check to be readable now.
ru: Весь текст проходит проверку на контраст и теперь более читаемый.

source: Release: Track Your Stuff Up
ru: Выпуск: Track Your Stuff Up

source: You can now set what to track in the document: Characters, Words, or Lines.
ru: Теперь можно установить отслеживание за символами, словами или строками.

source: Release: Font Forgery
ru: Выпуск: Font Forgery

source: You can now set the font size for Edit View in the Preferences.
ru: Можно установить размер шрифта для редактора в настройках.

source: Release: Sepia &amp; Blues
ru: Выпуск: Sepia &amp; Blues

source: A new Mode between Light &amp; Dark, the Sepia Mode.
ru: Новая тема: сепия.

source: A new way to toggle between Modes in the Settings.
ru: Новый способ переключаться между темами в настройках.

source: Dynamargins: the three sizes now autofit for the window's size.
ru: Динамические поля: три размера теперь подстраиваются под размер окна.

source: A redesign of the main menu.
ru: Редизайн для главного меню.

source: Search any term inside your document.
ru: Поиск любого слова в документе.

source: Change Preview Mode's font style on-the-fly.
ru: Можно изменить шрифт режима предпросмотра на ходу.

source: Toggle Typewrite Mode for use on Focus Mode: Mimic a typerwriter when editing.
ru: Режим печатной машинки в режиме фокуса: имитация печатной машинки во время редактирования.

source: Fixed most of the internal logic to change between Modes.
ru: Исправлена большая часть внутренней логики для смены между темами.

source: Fixed fullscreen bug. (finally!)
ru: Исправлен баг полноэкранного режима. (Наконец-то!)

source: Margins when fullscreen reflect the ratio of those on non-fullscreen settings
ru: Отступы в полноэкранном режиме отражают соотношения обычного режима

source: Fixed the refresh rate of Preview Mode.
ru: Исправлена частота обновления режима предпросмотра.

source: Release: Unreleased Bump
ru: Выпуск: Unreleased Bump

source: Intentionally left blank.
ru: Специально пусто.

source: Release: Maths? Hardly knew 'er!
ru: Выпуск: Maths? Hardly knew 'er!

source: Now you can add LaTeX equations with "$" or "$$" modes.
ru: Теперь можно добавить уравнения LaTeX с помощью "$" или "$$".

source: Release: Don't Blot Yourself
ru: Выпуск: Don't Blot Yourself

source: Preview Mode will only update on changes from Edit View.
ru: Режим предпросмотр обновляется только при изменениях в редакторе.

source: Statusbar will update always.
ru: Панель статуса всегда обновляется.

source: Release: All-Around An Inker!
ru: Выпуск: All-Around An Inker!

source: Preview Mode won't load rogue Javascript code.
ru: Режим предпросмотра больше не будет загружать код Javascript

source: Preview Mode will also not autojump to the start of the scroll at any time.
ru: Режим предпросмотра больше не перепрыгивает на начало документа.

source: Header becomes Heading in the Cheatsheet.
ru: Английский язык: Header теперь Heading в шпаргалке

source: Fixed the Unsaved changes dialog still killing files when pressing the New File button.
ru: Исправлено окно несохраненных изменений, которое все равно удаляло файлыпри нажатии на кнопку "Новый файл".

source: New Translations for: Dutch, Catalan &amp; Spanish.
ru: Новые переводы для голландского, каталанского и испанского языков.

source: Release: Visual Standardization
ru: Выпуск: визуальная стандартизация

source: The headerbar now respects the global theme in Normal and Dark modes.
ru: Заголовок окна следует глобальной теме при выборе темной или обычной темы.

source: Release: New Sheets Won't Crumple Old Ones, part 2
ru: Выпуск: New Sheets Won't Crumple Old Ones, part 2

source: The New File button will not purge old files.
ru: Кнопка "Новый файл" больше не удаляет старые файлы.

source: Preview Mode
ru: Режим предпросмотра
