Repository: JoanGitHubUser/quilter
Catalog: po/*.po
Languages: fr

source: Use Sans-serif
fr: Utiliser Sans-serif

source: Use Serif
fr: Utiliser Serif

source: Use Monospace
fr: Utiliser Monospace

source: Set Preview Font
fr: Définir la police d'aperçu

source: Edit
fr: Modifier

source: Preview
fr: Aperçu

source: No Documents Open
fr: Aucun document ouvert

source: Cheatsheet
fr: Table des éléments

source: Text
fr: Texte

source: Links & Special
fr: Liens et Spécial

source: Tables
fr: Tableaux

source: Close
fr: Fermer

source: Heading
fr: Titre

source: # Heading 1
fr: # Titre 1

source: ## Heading 2
fr: ## Titre 2

source: ### Heading 3
fr: ### Titre 3

source: #### Heading 4
fr: #### Titre 4

source: ##### Heading 5
fr: ##### Titre 5

source: ###### Heading 6
fr: ###### Titre 6

source: Special Text
fr: Effet de texte

source: ** Bold text **
fr: ** Gras **

source: * Emphasized text *
fr: * Souligné *

source: ` Code text `
fr: ` Code `

source: > Quoting text
fr: > Citation

source: ~~Strikethrough text~~
fr: ~~Barré~~

source: Links
fr: Liens

source: [Link Label](http://link.url.here.com)
fr: [Étiquette du lien](http://url.du.lien.com)

source: ![Image Label](http://image.url.here.com)
fr: ![Étiquette de l'image](http://lien.vers.image.com)

source: Special
fr: Spécial

source: ```This is a code block```
fr: ```Ceci est un bloc de code```

source: --- ← This creates a horizontal rule
fr: --- ← Ceci créée une règle horizontale

source: To make a column's content go to the left, change --- to :--- .
fr: Pour aligner le contenu de la colonne à gauche, changer --- en :--- .

source: To make a column's content centered, change --- to :---: .
fr: Pour aligner le contenu au centre, changer --- en :---: .

source: To make a column's content go to the right, change --- to ---: .
fr: Pour aligner le contenu de la colonne à droite, changer --- en ---: .

source: New file
fr: Nouveau fichier

source: Save as…
fr: Enregistrer sous…

source: Save file
fr: Enregistrer le fichier

source: Open…
fr: Ouvrir…

source: Start search
fr: Lancer une recherche

source: Export to PDF…
fr: Exporter en PDF…

source: Export to HTML…
fr: Exporter en HTML…

source: Export
fr: Exporter

source: Markdown Cheatsheet
fr: Table des éléments Markdown

source: Preferences
fr: Préférences

source: Light Mode
fr: Thème clair

source: Sepia Mode
fr: Thème sepia

source: Moon Mode
fr: Thème lunaire

source: Dark Mode
fr: Thème sombre

source: Focus Mode
fr: Mode zen

source: Enter focus mode
fr: Entrer en mode zen

source: Settings
fr: Paramètres

source: Editor
fr: Éditeur

source: Geometry
fr: Géométrie

source: Spacing of Text:
fr: Espacement du texte :

source: Small
fr: Petit

source: Large
fr: Grand

source: Margins of Text:
fr: Marges du texte :

source: Fonts & Type
fr: Polices et type

source: Editor Font Size:
fr: Taille de la police de l'éditeur

source: Save files when changed:
fr: Enregistrer les fichiers quand modifiés :

source: Modes
fr: Thèmes

source: Enable Focus Mode:
fr: Activer le mode zen :

source: Type of Focus Mode:
fr: Type de mode zen :

source: Paragraph
fr: Paragraphe

source: Sentence
fr: Phrase

source: Typewriter Scrolling:
fr: Effet machine à écrire :

source: User Interface
fr: Interface utilisateur

source: Show Statusbar:
fr: Afficher la barre de statut :

source: Show Searchbar:
fr: Afficher la barre de recherche :

source: Enable Code Highlighting:
fr: Activer la coloration du code :

source: Enable Spellchecking:
fr: Activer la vérification d'orthographe :

source: Replace with…
fr: Remplacer par…

source: Replace
fr: Remplacer

source: Replace all
fr: Remplacer tout

source: Find text…
fr: Rechercher…

source: Search previous
fr: Rechercher le précédent

source: Search next
fr: Rechercher le suivant

source: Files
fr: Tous les fichiers

source: Outline
fr: Aperçu

source: No File
fr: Aucun fichier

source: Remove File
fr: Supprimer le fichier

source: Show/Hide Sidebar
fr: Afficher/Masquer la barre latérale

source: Track Characters
fr: Suivi des caractères

source: Track Words
fr: Suivi des mots

source: Track Lines
fr: Suivi des lignes

source: Set Tracking Type
fr: Définir le type de suivi

source: Words:
fr: Mots :

source: Lines:
fr: Lignes :

source: Characters:
fr: Caractères :

source: Reading Time:
fr: Temps de lecture :

source: Markdown files
fr: Fichiers Markdown

source: All files
fr: Tous les fichiers

source: Save Open File?
fr: Enregistrer le fichier ouvert ?

source: There are unsaved changes to the file. If you don't save, changes will be lost forever.
fr: Il y a des modifications non sauvegardées dans le fichier. Si vous n'enregistrez pas, les changements seront perdus pour toujours.

source: Save
fr: Enregistrer

source: Close Without Saving
fr: Fermer sans enregistrer

source: Cancel
fr: Annuler

source: Print to File
fr: Imprimer comme fichier

source: Select destination PDF file
fr: Sélectionnez l'emplacement de destination du fichier PDF

source: PDF File
fr: Fichier PDF

source: All Files
fr: Tous les fichiers

source: Select destination HTML file
fr: Sélectionnez l'emplacement de destination du fichier HTML

source: HTML File
fr: Fichier HTML

source: Open file
fr: Ouvrir un fichier

source: Focus on your writing
fr: Concentrez-vous sur votre écriture

source: Focus on your writing and write beautiful solid stories with the Focus Mode in tow in this Markdown editor
fr: Concentrez-vous sur votre écriture et écrivez de belles histoires solides avec le mode Concentration dans cet éditeur Markdown

source: Work on a story, one file at a time.
fr: Travaillez sur une histoire, un fichier à la fois.

source: Save your documents anywhere, even on existing files.
fr: Sauvegardez vos documents n'importe où, même sur des fichiers existants.

source: Preview your story in the Preview Mode.
fr: Prévisualisez votre histoire en mode Prévisualisation.

source: Configure whether to have Focus Mode or not.
fr: Configurez si le mode Concentration doit être activé ou non.

source: Configure whether to have Dark Mode or not.
fr: Configurez si le mode sombre doit être activé ou non.

source: Configure whether to have Sepia Mode or not.
fr: Configurez si le mode sepia doit être activé ou non.

source: Fullscreen your writing area with F11.
fr: Affichez votre zone d'écriture en plein écran avec F11.

source: Search anytime with the shortcut Ctrl + F
fr: Recherchez à tout moment avec le raccourci Ctrl + F

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q

source: Release: Fixes and Gizmos
fr: Version : Correction et gadgets

source: Fixes: Outline crashes the app if no file found.
fr: Corrections : L'aperçu plante l'application si aucun fichier n'est trouvé.

source: Fixes: App crashes if new document button is pushed when no files are in the sidebar.
fr: Corrections : L'application se ferme brutalement si le bouton Nouveau document est appuyé alors qu'il n'y a aucun fichier dans la barre latérale.

source: Fixes: App fails to launch if file in sidebar no longer exists.
fr: Corrections : L'application ne se lance pas si le fichier dans la barre latérale n'existe plus.

source: Fixes: App doesn't check spelling.
fr: Corrections : L'application ne vérifie pas l'orthographe.

source: Release: File Eyeliner
fr: Version : Fichier Eyeliner

source: Added: File outline in the sidebar.
fr: Ajouté : Aperçu du fichier dans la barre latérale.

source: Release: Blu-ray Encoder
fr: Version : Encodeur Blu-Ray

source: Fixed: When adding files to sidebar, actually select them.
fr: Corrigé : Lorsque vous ajoutez des fichiers à la barre latérale, sélectionnez-les.

source: Updated: Dutch Translation
fr: Mise à jour : Traduction en néerlandais

source: Release: DVD Cleaner
fr: Version : Nettoyeur de DVD

source: Fixed: Opening files should never fail now.
fr: Corrigé : L'ouverture des fichiers ne devrait jamais échouer maintenant.

source: Release: VHS Tape Mixer
fr: Version : Mélangeur de cassettes VHS

source: Reworked a lot of the internals so actions don't kill files. [Adam Bieńkowski - @donadigo]
fr: Il a refait beaucoup de travail en interne pour que les actions ne suppriment pas les fichiers. [Adam Bieńkowski - @donadigo]

source: Release: Betamax Tracker
fr: Version : Traqueur Betamax

source: Some UX redefinition in the sidebar, to avoid complicating it.
fr: Révision de l'interface graphique de la barre latérale, pour éviter de la compliquer.

source: Release: Kodachrome Selector
fr: Version : Sélecteur de Kodachrome

source: Release: Visually Stunning
fr: Version : Visuellement époustouflant

source: Quilter received a visual upgrade, and also an awesome backend tuneup.
fr: Quilter a reçu une mise à jour visuelle, ainsi qu'une mise au point impressionnante du traitement.

source: Rewrote all Sidebar functions
fr: Réécriture de toutes les fonctions de la barre latérale

source: Removed LaTeX because it was lagging the app…
fr: Suppression de LaTeX car cela ralentissait l'application…

source: All File Management functions rewritten from scratch!
fr: Toutes les fonctions de gestion de fichiers ont été réécrites à partir de zéro !

source: Release: Side Serve Sheets
fr: Version : Feuilles de service latérales

source: 5 months
fr: 5 mois

source: Release: Choice Looks Better
fr: Version : Les choix on l'air meilleurs

source: All tracking choices as well as preview font choices are better shown.
fr: Tous les choix de suivi ainsi que les choix de polices de prévisualisation sont mieux affichés.

source: Release: Stylish Readable Stories
fr: Version : Histoires lisibles et élégantes

source: All text passes a contrast check to be readable now.
fr: Tout le texte passe désormais un test de contraste pour être lisible.

source: Release: Track Your Stuff Up
fr: Version : Suivez votre travail

source: You can now set what to track in the document: Characters, Words, or Lines.
fr: Vous pouvez maintenant définir ce qu'il faut suivre dans le document : Nombre de caractères, mots ou lignes.

source: Release: Font Forgery
fr: Version : Forge de police

source: You can now set the font size for Edit View in the Preferences.
fr: Vous pouvez maintenant définir la taille de police de la vue Modifier dans les Préférences.

source: Release: Sepia &amp; Blues
fr: Version : Bleu sépia

source: A new Mode between Light &amp; Dark, the Sepia Mode.
fr: Un nouveau thème entre le thème clair et le thème sombre, le thème sépia.

source: A new way to toggle between Modes in the Settings.
fr: Une nouvelle façon de passer d'un mode à l'autre dans les Paramètres.

source: Dynamargins: the three sizes now autofit for the window's size.
fr: Marges dynamiques : les trois tailles s'adaptent automatiquement à la taille de la fenêtre.

source: A redesign of the main menu.
fr: Une refonte du menu principal.

source: Search any term inside your document.
fr: Recherchez n'importe quel mot dans votre document.

source: Change Preview Mode's font style on-the-fly.
fr: Modifiez le style de police du mode Aperçu à la volée.

source: Toggle Typewrite Mode for use on Focus Mode: Mimic a typerwriter when editing.
fr: Basculez le mode d'écriture de type pour une utilisation en mode zen : Imitez une machine à écrire lors de votre travail.

source: Fixed most of the internal logic to change between Modes.
fr: Correction de la plupart de la logique interne pour passer d'un mode à l'autre.

source: Fixed fullscreen bug. (finally!)
fr: Correction du bug du plein écran. (enfin !)

source: Margins when fullscreen reflect the ratio of those on non-fullscreen settings
fr: Les marges en plein écran reflètent le rapport entre les réglages en mode plein écran et ceux en mode normal.

source: Fixed the refresh rate of Preview Mode.
fr: Correction de la fréquence de rafraîchissement du mode Aperçu.

source: Release: Unreleased Bump
fr: Version : Version non sortie

source: Intentionally left blank.
fr: Intentionnellement laissé vide.

source: Release: Maths? Hardly knew 'er!
fr: Version : Les maths ? J'ignorais à peine ce que c'était !

source: Now you can add LaTeX equations with "$" or "$$" modes.
fr: Vous pouvez désormais ajouter des éuqations LaTeX avec les modes « $ » ou « $$ ».

source: Release: Don't Blot Yourself
fr: Version : Ne t'efface pas toi-même

source: Preview Mode will only update on changes from Edit View.
fr: Le mode Aperçu ne sera mis à jour qu'à partir de la vue Modifier.

source: Statusbar will update always.
fr: La barre d'état se met désormais à jour en permanence.

source: Release: All-Around An Inker!
fr: Version : Un encreur tout terrain !

source: Preview Mode won't load rogue Javascript code.
fr: Le mode Aperçu ne chargera pas le code Javascript malveillant.

source: Preview Mode will also not autojump to the start of the scroll at any time.
fr: Le mode Aperçu ne permet pas non plus de passer automatiquement au début du défilement à tout moment.

source: Header becomes Heading in the Cheatsheet.
fr: L'en-tête devient un titre dans le tableau des éléments.

source: Fixed the Unsaved changes dialog still killing files when pressing the New File button.
fr: Correction de la boîte de dialogue Changements non sauvegardés qui supprimait encore les fichiers en appuyant sur le bouton Nouveau fichier.

source: New Translations for: Dutch, Catalan &amp; Spanish.
fr: Nouvelles traductions pour : néerlandais, catalan et espagnol.

source: Release: Visual Standardization
fr: Version : Standardisation visuelle

source: The headerbar now respects the global theme in Normal and Dark modes.
fr: La barre supérieure respecte maintenant le thème global dans les modes Normal et Sombre.

source: Release: New Sheets Won't Crumple Old Ones, part 2
fr: Version : Les nouvelles feuilles ne froisseront pas les anciennes, partie 2

source: The New File button will not purge old files.
fr: Le bouton Nouveau fichier ne supprimera pas les anciens fichiers.

source: Preview Mode
fr: Mode Aperçu

source: Text;Markdown;LaTeX;Editor;
fr: Texte;Markdown;LaTeX;Éditeur;
